{
	"headerText": "Food Recall Gateway ",
	"sampleText": "We welcome you to the food gateway recall site. Get a whole new experience of searching for food recalls with keyword, advance searches and most common food type & foodborne illness pathogens.",
	"fruitText": "The fruit group includes any whole fruit or 100 percent fruit juice. The exact amount of fruit you need each day depends on several factors, like age, sex and activity level, but general recommendations range from 1.5 to 2 cups. To get the most nutritional value, vary your fruit choices to consume a variety of nutrients. Increase your fiber intake by choosing whole fruits over fruit juice as much as possible. When opting for canned fruit, choose fruit that is preserved in water, rather than sugary syrup.",
	"vegetableText": "The vegetable group includes any whole vegetables or 100 percent vegetable juice. Vegetables may be raw, cooked, fresh, canned, frozen or dehydrated. General vegetable recommendations range from 2 to 3 cups, depending on your age, sex and activity level. To get the most nutrition out of your vegetables, vary your intake and choose vegetables of different colors. When opting for canned vegetables, choose low-sodium or no-salt-added versions.",
	"meatText": "Meat, poultry, seafood, eggs, nuts, seeds, soy foods, beans, peas and any items made from these foods belong to the protein group. The USDA recommends choosing a variety of these foods -- and including at least 8 ounces of seafood per week -- to meet your nutritional needs. Some protein foods contain more saturated fat than others. Choose lean meat and poultry over ground beef and chicken with the skin. Limit deli meats and processed meats, like sausage and hot dogs, which contain high amounts of sodium. Recommended intake ranges from 5 to 6.5 ounces depending on your age, sex and activity level.",
	"dairyText":"All fluid milk and products made from milk, such as cheese, yogurt, ice cream and pudding, belong to the dairy group. All adults should consume 3 cups of low-fat or fat-free dairy products each day. If you usually drink whole milk or full-fat products, gradually switch to lower fat versions to reduce total saturated fat and calorie intake.",
	"grainText":"Foods such as wheat, rice, oats, barley or cornmeal belong in the grains food group. Foods in this group are further categorized into whole grains and refined grains. Whole grains are those that contain the entire grain kernel, and refined grains are those from which the bran and germ portion of the grain has been removed through milling. The ideal intake is 3 to 4 ounces per day. The USDA recommends making at least half of your daily grain intake whole grains. Examples of whole grains include oatmeal, popcorn, brown rice, whole-wheat bread, quinoa, whole-wheat pasta and wild rice. Examples of refined grains include white bread, white pasta, white rice and pretzels.",
	"oilText":"The oil group includes healthy fats and foods that are naturally high in healthy oils, such as nuts, olives, avocados and some fish. Oils not only provide important nutrients, like vitamins and omega-3 fatty acids, but they also allow your body to properly absorb the fat-soluble vitamins. The fats in these foods also help you maintain your body temperature and cushion your major organs. Your daily oil allowance falls between 5 and 7 teaspoons, depending on your age, gender and activity level.",
	"salmonellaText": "<b>Salmonella</b>, the name of a group of bacteria, is one of the most common causes of food poisoning in the United States. Usually, symptoms last 4-7 days and most people get better without treatment. But, Salmonella can cause more serious illness in older adults, infants, and persons with chronic diseases. Salmonella is killed by cooking and pasteurization.",
	"listeriaText":"<b>Listeria</b> is the name of a bacteria found in soil and water and some animals, including poultry and cattle. It can be present in raw milk and foods made from raw milk. It can also live in food processing plants and contaminate a variety of processed meats.<br><br>Listeria is unlike many other germs because it can grow even in the cold temperature of the refrigerator. Listeria is killed by cooking and pasteurization.",
	"norovirusText":"<b>Noroviruses</b> are the most common cause of acute gastroenteritis (infection of the stomach and intestines) in the United States. Norovirus illness spreads easily and is often called stomach flu or viral gastroenteritis.<br><br> People who are infected can spread it directly to other people, or can contaminate food or drinks they prepare for other people. The virus can also survive on surfaces that have been contaminated with the virus or be spread through contact with an infected person.",
	"ecoliText":"<b>E. coli</b> is the name of a type of bacteria that lives in your intestines and in the intestines of animals. Although most types of E. coli are harmless, some types can make you sick.<br><br>The worst type of E. coli, known as E. coli O157:H7, causes bloody diarrhea and can sometimes cause kidney failure and even death. E. coli O157:H7 makes a toxin called Shiga toxin and is known as a Shiga toxin-producing E. coli (STEC).  There are many other types of STEC, and some can make you just as sick as E. coli O157:H7. <br><br>One severe complication associated with E. coli infection is hemolytic uremic syndrome (HUS). The infection produces toxic substances that destroy red blood cells, causing kidney injury. HUS can require intensive care, kidney dialysis, and transfusions."
}