{
	"headerText": "Welcome to our BETA site",
	"sampleText": "Welcome to the U.S. Food Recall Gateway site. This site serves as a go-to resource for consumers to know when and where food recalls are occurring across the United States. The data provided on this site is intended to complement the federal information site,  FoodSafety.gov, by presenting dynamic visualizations of current food recall trends and user friendly tools to inform consumers’ daily dietary habits. ",
	"seachDescription": "Users may perform a quick search utilizing up to three keywords or an advanced search that allows users to search by multiple parameters including year range, states, recall status, classification status.  ",
	"fruitText": "The fruit group includes any whole fruit or 100 percent fruit juice. The exact amount of fruit you need each day depends on several factors, like age, sex and activity level, but general recommendations range from 1.5 to 2 cups. To get the most nutritional value, vary your fruit choices to consume a variety of nutrients. Increase your fiber intake by choosing whole fruits over fruit juice as much as possible. When opting for canned fruit, choose fruit that is preserved in water, rather than sugary syrup.",
	"vegetableText": "The vegetable group includes any whole vegetables or 100 percent vegetable juice. Vegetables may be raw, cooked, fresh, canned, frozen or dehydrated. General vegetable recommendations range from 2 to 3 cups, depending on your age, sex and activity level. To get the most nutrition out of your vegetables, vary your intake and choose vegetables of different colors. When opting for canned vegetables, choose low-sodium or no-salt-added versions.",
	"meatText": "Meat, poultry, seafood, eggs, nuts, seeds, soy foods, beans, peas and any items made from these foods belong to the protein group. The USDA recommends choosing a variety of these foods -- and including at least 8 ounces of seafood per week -- to meet your nutritional needs. Some protein foods contain more saturated fat than others. Choose lean meat and poultry over ground beef and chicken with the skin. Limit deli meats and processed meats, like sausage and hot dogs, which contain high amounts of sodium. Recommended intake ranges from 5 to 6.5 ounces depending on your age, sex and activity level.",
	"dairyText":"All fluid milk and products made from milk, such as cheese, yogurt, ice cream and pudding, belong to the dairy group. All adults should consume 3 cups of low-fat or fat-free dairy products each day. If you usually drink whole milk or full-fat products, gradually switch to lower fat versions to reduce total saturated fat and calorie intake.",
	"grainText":"Foods such as wheat, rice, oats, barley or cornmeal belong in the grains food group. Foods in this group are further categorized into whole grains and refined grains. Whole grains are those that contain the entire grain kernel, and refined grains are those from which the bran and germ portion of the grain has been removed through milling. The ideal intake is 3 to 4 ounces per day. The USDA recommends making at least half of your daily grain intake whole grains. Examples of whole grains include oatmeal, popcorn, brown rice, whole-wheat bread, quinoa, whole-wheat pasta and wild rice. Examples of refined grains include white bread, white pasta, white rice and pretzels.",
	"oilText":"The oil group includes healthy fats and foods that are naturally high in healthy oils, such as nuts, olives, avocados and some fish. Oils not only provide important nutrients, like vitamins and omega-3 fatty acids, but they also allow your body to properly absorb the fat-soluble vitamins. The fats in these foods also help you maintain your body temperature and cushion your major organs. Your daily oil allowance falls between 5 and 7 teaspoons, depending on your age, gender and activity level.",
	"salmonellaText": "Salmonella is the name of a group of bacteria that causes the infection salmonellosis. Salmonella is one of the most common bacterial causes of diarrhea in the United States and the most common cause of foodborne-related hospitalizations and deaths. Salmonella is more severe in pregnant women, older adults, younger children and those with a weakened immune system. Because Salmonella bacteria can live in the intestinal tract of humans and other animals, it can be spread easily unless proper hygiene and appropriate cooking methods are used.",
	"listeriaText":"Eating food contaminated with Listeria monocytogenes bacteria causes listeriosis—a serious infection that primarily affects individuals who are at a high risk for food poisoning: older adults, pregnant women, young children and people with weakened immune systems. Listeria can grow at refrigerator temperatures where most other bacteria cannot.",
	"norovirusText":"Norovirus is one of the leading causes of food poisoning and often results in symptoms similar to the “stomach flu” (such as stomach cramping, nausea, vomiting and diarrhea). Norovirus is a virus that spreads easily by coming in contact with someone who is infected, especially in crowded areas. Foods, drinks and surfaces can also become contaminated with the norovirus, but there are steps that can be taken to help prevent it from spreading.",
	"ecoliText":"Escherichia coli, better known as E. coli, are a large group of bacteria. Although most strains of E. coli are harmless, some can make you very sick. One strain, E. Coli O157:H7 (STEC) is commonly discussed in the media in association with food poisoning outbreaks, because its effects can be extremely severe. "	
}